[Main]
DisplayName=Română

[SmartDefrag_SDMainForm]
btn_close.Hint=Închide
btn_maximize.Hint=Maximizează
btn_minimize.Hint=Minimizează
btn_restore.Hint=Restaurează
btn_more.Hint=Mai multe Setări
lblLatestNews.Caption=Partajează acest soft prietenilor,familiei.Vor fi bucuroși de el!
btn_gamedefrag_start.Caption=Reia
btn_gamedefrag_stop.Caption=Oprește
btn_gamedefrag_pause.Caption=Pauzează
lblGameEstimatedTime.Caption=Defragmentez:
btn_defrag_finish.Caption=Terminat
btn_backtosvolumetatus.Caption=Înapoi
lblPBD_DPF.Caption=Defragmentează fișierele paginare și fișierele de hibernare.
lblPBD_DMFT.Caption=Defragmentează MFT
lblPBD_DSYS.Caption=Defragmentează fișierele sistemului
btnBTConfig.Caption=Configurare
LabelEnableBTD.Caption=Defragmentează la Butare
lblBootTimeDefrag.Caption=Defragmentează Istoria Butării
lvBootTimeDefragListView.Columns[0].Caption=Dată
lvBootTimeDefragListView.Columns[1].Caption=Dimensiunea Totală
lvBootTimeDefragListView.Columns[2].Caption=Fragmente
btn_tab_actioncenter.Caption=Centrul de Acțiuni
btn_tab_boottimedefrag.Caption=Defragmentează la Butare
btn_tab_diskdefrag.Caption=Defragmentează Discurile
lbl_map.Caption=Culoare Hartă:
lblResetColor.Caption=Resetează
lvDefragList.Columns[0].Caption=Nume
lvDefragList.Columns[1].Caption=Fragmente
lvDefragList.Columns[2].Caption=Dimensiune
lvDefragList.Columns[3].Caption=Cale
lvDefragList.Columns[4].Caption=Rezultat
btnShowDefragMap.Caption=Hartă
btnShowDefragList.Caption=Detalii
lblAfterDefragTask.Items[0].Caption=Închide PC-ul după defragmentare
lblAfterDefragTask.Items[1].Caption=Pauzează după defragmentare
lblAfterDefragTask.Items[2].Caption=Hibernează după defragmentare
lblAfterDefragTask.Items[3].Caption=Repornește după defragmentare
lblStatus.Caption=Stare:
lblAfter.Caption=După:
lblBefore.Caption=Înainte de:
lblFragRate.Caption=Rata Fragmentării:
lblDefragFragmentRate.Caption=Rata Fragmentării:
btn_start.Caption=Reia
btn_stop.Caption=Oprește
btn_pause.Caption=Pauzează
lbl_estimatedtime.Caption=Timpul Estimat:
btn_backtosvolumetatus.Caption=Înapoi
btnFixDefrag.Caption=Defragmentează Inteligent
btn_view_report.Caption=Vezi Raportul
lblJunkScanSkip.Caption=Sari
mniOpenSmartDefrag.Caption=Deschide Smart Defrag
mniHomePage.Caption=Pagina web IObit
mniSupport.Caption=Suport
mniExit.Caption=Ieșire
mniTask_Shutdown.Caption=Închide
mniTask_Sleep.Caption=Repaus
mniTask_Hibernate.Caption=Hibernare
mniTask_Reboot.Caption=Repornește
btnFeedBack.Caption=Opinia Ta
btnViewReport.Caption=Vezi Raportul
btnScanMore.Caption=Scanează Mai mult
lvBootTimeDefragListView.Columns[3].Caption=Acțiuni
lblSSDStatus.Caption=Stare:
shp_map_free.Hint=Spațiu Liber
shp_map_mft.Hint=Maestrul Filelor din Tabel
shp_map_dir.Hint=Directoare
shp_map_frequent.Hint=Utilizat Frecvent
shp_map_rare.Hint=Rar Utilizat
shp_map_unmovable.Hint=Ne mutabile
shp_map_frag.Hint=Fragmente
shp_map_moving.Hint=Mutare
btn_nav_show.Hint=Arată Centrul de Acțiuni
btn_nav_hide.Hint=Ascunde Centrul de Acțiuni
lbl_defragprogress.Caption=Procesul Global:
btn_game_optimize.Caption=Optimizează
lblPBD_DREG.Caption=Defragmentare fișiere din registri
lblPBD_DCF.Caption=Defragmentează fișierele specificate
btn_tab_gameoptimize.Caption=Optimizează Jocurile
btnShowJunkFile.Caption=Gunoi
mniSkinClassic.Caption=Clasic
mniSkinWhite.Caption=Alb
lblBootTimeSSD.Caption=Discurile de pe computer sunt SSD. Defragmentarea în timpul bootării nu acceptă discurile SSD.
lblRecommendation.Caption=Recommendare:
lblJunkCleaned.Caption=Gunoaie Curătate:
lblSpaceReleased.Caption=Spațiu Eliberat:
btn_feedback.Caption=Trimite Feedback
btnGameViewReport.Caption=Vezi Raportul
rdlblBootTimeDefragDesc.Caption=Defragmentează fișierele din sistem înainte de pornirea sistemului pentru a maximiza performanța sistemului.
btnBTActiveNow.Caption=Activează Acum
btnGOActiveNow.Caption=Activează Acum
rdlblEnterCode.Caption=Introdu Codul
btnManageLicense.Caption=Administrează Licența
rdlblProfuture.Caption=Maximizează performanțele și durata a discului cu:
btnProfutureAuto.Caption=Auto-Defragmentează Inteligent
btnProfutureBootTimeDefrag.Caption=Defragmentează la Bootare
btnProfutureAlways.Caption=Actualizează Întotdeauna
lbl_estimatedtime1.Caption=Timpul Estimativ rămas:

[SmartDefrag_LocalDiskItem]
btn_auto_defrag.Caption=Defragmentează Automat
btn_boot_defrag.Caption=Defragmentează la Bootare
btn_disk_clean.Caption=Curăţare Disc
lblOptimizeType.Items[1].Caption=Aranjare
lblOptimizeType.Items[2].Caption=Optimizare APPs

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=Adaugă Fișiere && Foldere
btnAddFile.Caption=Adaugă Fișiere
btnAddFolder.Caption=Adaugă Foldere

[SmartDefrag_FormSetting]
btn_close.Hint=Închide
lblTitle.Caption=Setări
Button_Recommand.Caption=Recomandare
Button_OK.Caption=Bine
Button_Cancel.Caption=Anulare
Button_Apply.Caption=Aplică
lblSettingType.Caption=Setări Generale
AutoLoadCheck.Caption=Pornește automat la pornirea Windows (recomandat)
CloseSetCheck.Caption=Minimizează în bara de sistem atunci când închizi programul (recomandat)
TrayCheck.Caption=Activează mesajele informative în bara de sistem
CheckBox_Show_RemovableDisk.Caption=Nu afișa discuri amovibile (USB)
lblSilentDesc.Caption=Activarea aceastei caracteristici poate asigura o defragmentare ușoară, fără întrerupere.
lblReplaceDefragDesc.Caption=Activarea aceastei funcții înseamnă că Smart Defrag va începe atunci când rulezi Windows Disk Defragmenter.
lblVSSDesc.Caption=Oprește temporar defragmentarea VSS pentru a proteja copiile de rezervă curente VSS și VSS va fi activat automat după ce se încheie defragmentarea (VSS: Volume Shadow Copy).
lblBatteriesDesc.Caption=Defragmentarea va consuma bateria. Astfel, este recomandat să nu mai defragmentezi în timp ce utilizezi bateria.
ReplaceWindowDefrag.Caption=Înlocuiește Windows Disk Defragmenter
SilentCheck.Caption=Activează silențios tehnologia inteligentă în timp ce defragmentezi (recomandat)
chkEnableVSS.Caption=Oprește VSS când defragmentezi un volum NTFS
BatteryCheck.Caption=Oprește automat defragmentarea în timp ce utilizezi bateria (recomandat)
Label_Auto_Des.Caption=Cu noua tehnologie, Automat defragmentezi,fragmentezi fișiere în timp ce PC-ul tău este inactiv pentru a proteja hard disk-ul.
Label_DefragRate.Caption=Defragmentează când rata fragmentului depășește:
ExcludeCheck.Caption=Sări peste fișierele mai mari de 1 GB
ComboBox_DefragRate.Items[0].Caption=Defragmentează întotdeauna
Label_Exclude_Des.Caption=Fișierele și folderele excluse, inclusiv sub-dosare nu vor fi analizate sau defragmentate.
Button_Add_File.Caption=Adaugă Fișiere...
Button_Add_Folder.Caption=Adaugă Foldere...
Button_Delete.Caption=Șterge
ListView_Exlude.Columns[0].Caption=Nume
Label_Schedule_Des.Caption=Programează Defragmentarea volumelor la o oră programată fără intervenția utilizatorului.
Label_Schedule_Task.Caption=Sarcină programată
Label_Action.Caption=Acțiune:
Label_Schedule_Status.Caption=Stare:
Button_Config_Schedule.Caption=Configurare
ScheduleList.Columns[0].Caption=Volum
ComboBox_Action.Items[0].Caption=Doar Defragmentează
ComboBox_Action.Items[1].Caption=Defragmentează și optimizează rapid
ComboBox_Action.Items[2].Caption=Defragmentează și optimizează complet
ComboBox_Action.Items[3].Caption=Defragmentează și acordă prioritate fișierelor (mai lent)
Label_Max.Caption=Fișiere Mari:
Label_Unsupport.Caption=Nu suportă Windows 2000
Label_Boottime_Des.Caption=Defragmentarea în timpul butării înseamnă că defragmentează doar fișierele care nu pot fi mutate în siguranță în timp ce se execută Windows.
Label_Boottime_Status.Caption=Stare:
RadioButton_FirstBoot.Caption=La butarea de zi cu zi
RadioButton_EveryBoot.Caption=La fiecare butare
RadioButton_Custom.Caption=La fiecare 2 zile prima butare
RadioButton_NextBoot.Caption=La următoarea butare
Label_language.Caption=Limba Curentă:
Label_Trans.Caption=Transparență:
CheckBox_DMC.Caption=Activează harta discului accesibilă pentru schimbarea culoarii
lblJKF_SelectJunkFile.Caption=Selectează obiectele pe care dorești să le cureți:
chkJKF_EnableDOD.Caption=Activează ștergerea Securizată a fișierelor DOD 5220.22-M (mai lent)
chkJKF_DeleteTime.Caption=Șterge fișierele temporare din Windows mai vechi de 1 o săptămână
TreeView_Option.Items[0].Caption=Setări Generale
TreeView_Option.Items[1].Caption=Defragmentare
TreeView_Option.Items[2].Caption=Serviciul Automat
TreeView_Option.Items[3].Caption=Defragmentează Automat
TreeView_Option.Items[4].Caption=Programează Defragmentarea
TreeView_Option.Items[5].Caption=Defragmentează la Butare
TreeView_Option.Items[6].Caption=Curăță Fișierele Inutile
TreeView_Option.Items[7].Caption=Lista cu Excluderi
TreeView_Option.Items[8].Caption=Interfață Utilizator
CategoryLine_Boottime_Method.Caption=Metodă
CategoryLine_Boottime_Log.Caption=Arată un Jurnal
CategoryLine_Schedule_Method.Caption=Metodă
CategoryLine_Schedule_Schedule.Caption=Programare
ComboBox_AutoAction.Items[1].Caption=Defragmentează Fișiere Mari
ComboBox_AutoAction.Items[2].Caption=Defragmentează Spațiul Liber
lvBootTimeDefrag.Columns[0].Caption=Volum
ComboBox_Action.Items[4].Caption=Defragmentează && Prioritizează Fișierele (Lent)
ComboBox_AutoAction.Items[4].Caption=Defragmentează && Prioritizează Fișierele (Lent)
TreeView_Option.Items[10].Caption=Actualizare automată
TreeView_Option.Items[9].Caption=Listă cu excluderi
TreeView_Option.Items[11].Caption=Interfață utilizator
TreeView_Option.Items[12].Caption=Modul silențios
chkSlientMode_SlientMode.Caption=Modul silențios
chkEnableDiskSpeed.Caption=Activează Impulsionarea Discurilor Intelligent
lblEnableDiskSpeedDesc.Caption=Această funcție activează DMA (Direct Memory Access) pentru o mai bună performanță pe disc și mărește spațiul disc pentru a reduce frecvența de scriere-citire a discurilor.
CategoryLine_Auto_Method.Caption=Metodă
lblAutoAction.Caption=Acțiune:
ComboBox_AutoAction.Items[0].Caption=Defragmentează Inteligent
ComboBox_AutoAction.Items[3].Caption=Defragmentează & Optimizează
grpMethod_Method.Caption=Setări Generale
lblUpdateMethod.Caption=Alege modul de actualizare:
rbAutoUpdate_Automatically.Caption=Amintește-mi atunci când sunt disponibile actualizări
rbAutoUpdate_ProgramLauched.Caption=Actualizează automat (recomandat)
grpMethod_Proxy.Caption=Server Proxy
rbProxy_Direct.Caption=Conexiune directă (fără proxy)
rbProxy_ie.Caption=Detectează automat serverul proxy (utilizând setările Internet Explorer)
rbProxy_SpecifyServer.Caption=Specifică serverul proxy (numai atunci când vă conectați la Internet prin serverul proxy)
lblProxy_Host.Caption=Gazdă:
lblProxy_Port.Caption=Port:
lblProxy_UserName.Caption=Nume Utilizator:
lblProxy_UserPass.Caption=Parolă:
Label_TaskSchedule.Caption=Programare:
Label_StartTime.Caption=Ora de începere:
ComboBox_TaskType.Items[0].Caption=În fiecare zi
ComboBox_TaskType.Items[1].Caption=În fiecare săptămână
ComboBox_TaskType.Items[2].Caption=În fiecare lună
ComboBox_Weekly.Items[0].Caption=Duminică
ComboBox_Weekly.Items[1].Caption=Luni
ComboBox_Weekly.Items[2].Caption=Marți
ComboBox_Weekly.Items[3].Caption=Miercuri
ComboBox_Weekly.Items[4].Caption=Joi
ComboBox_Weekly.Items[5].Caption=Vineri
ComboBox_Weekly.Items[6].Caption=Sâmbătă
lblBootTimeStatus.Caption=Stares:
grpSlientMode.Caption=Stare
lblSlientMode_SlientModeInfo.Caption=Comută la modul silențios automat atunci când este detectată o sarcină ecran complet sau programul specificat rulează.
grpSlientMode_Description.Caption=Programe specificate de utilizator
lblSilent_UserSpec.Caption=Activează modul silențios în timp ce oricare dintre următoarele programe se execută:
btnSlientMode_Add.Caption=Adauga
btnSlientMode_Delete.Caption=Șterge
btnCbtDelete.Caption=Șterge
GroupBox_SilentMode.Caption=Descriere
lvSlientMode.Columns[1].Caption=Descriere
lblSlientMode_Description1.Caption=Modul silențios reduce consumul de resurse cu mecanismul de defragmentare inteligent:
lblSlientMode_Description2.Caption=1. sari automat peste defragmentarea automată atunci când este detectată sarcina specificată.
lblSlientMode_Description3.Caption=2. sari automat peste defragmentarea programată, atunci când este detectată sarcina specificată.
lvSlientMode.Columns[0].Caption=Nume Element
lblCBT_Desc.Caption=Personalizarea Defragmentării fișierelor la Bootare poate defragmenta fișierele care nu pot fi defragmentate atunci când sistemul este pornit. Adăuga-le în casetă pentru a le defragmenta în momentul pornirii.
btnCbtAddFile.Caption=Adaugă Fișiere
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
lvAAList.Columns[0].Caption=Volum
TreeView_Option.Items[13].Caption=Analizează Automat
lblAADesc.Caption=Analizează în mod automat discurile atunci când sistemul este inactiv și vei fi informat dacă există fragmente necesare pentru a fi defragmentate.
lblAAStatus.Caption=Statare:

[SmartDefrag_shutdown]
Button_Cancel.Caption=Cancel
lblShutdownInfo.Items[0].Caption=Defragmentarea sa terminat, PC-ul se va închide în
lblShutdownInfo.Items[1].Caption=Defragmentarea sa terminat, PC-ul va intra în repaus in
lblShutdownInfo.Items[2].Caption=Defragmentarea sa terminat, PC-ul va intra în hibernare în
lblShutdownInfo.Items[3].Caption=Defragmentarea sa terminat, PC-ul va reporni în
btn_close.Hint=Închide

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=Închide
lblMessage.Caption=Vrei să cureți fișierele nedorite înainte de defragmentare pentru a elibera mai mult spațiu și de a spori defragmentarea?
lblDontShowAgain.Caption=Amintește-mi Alegerea
lblTipsCaption.Caption=Curăță fișierele inutile
btnYes.Caption=Da
btnNo.Caption=Nu, mulțumesc

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=Închide
btnYes.Caption=DA
btnNo.Caption=NU
btnOK.Caption=BINE

[SmartDefrag_FormAbout]
Label_Acknowledge.Caption=Mulțumim următoarele persoane pentru contribuțiile lor mari:
Label_Warning.Caption=ATENȚIE
Label_WarningInfo.Caption=Acest program de calculator este protejat de legea dreptului de autor și tratatele internaționale.
Label_Copyright.Caption=Copyright© 2005-2016 IObit.
Label_AllRight.Caption=Toate drepturile rezervate.
lblCaption.Caption=Despre
btn_close.Hint=Închide

[SmartDefrag_M]
M_FSUnknown=Necunoscut
M_FSAnalyzed=Aanalizat
M_FSDefragged=Defragmentat
M_FSInvalidHandle=Manevră nevalidă
M_FSMoveFailed=Mutare Eșuată
M_FSNospace=Nu există spațiu continuu
M_FSSkipTooLarge=Sări peste fișierele mari
M_FSSkipRateTooLow=Sări peste rata scăzută a fragmentului
M_DefragSummary=Rezumatul Defragmentării
M_DefragDetails=Detaliile Defragmentării
M_SSDOPTDetails=Detaliile Optimizării SSD-ului
M_DiskSpaceInfo=Liber/Dimensiunea Totală
M_DefragMethod=Metoda Defragmentării
M_DefragBeginTime=Pornește Defragmentaarea
M_DefragEndTime=Defragmentare completă
M_TotalFiles=Totalul Fișierelor & Directoarelor
M_Fragments=Fragmente
M_Recommend=Recommendare
M_FragmentationRate=Rata Fragmentării
M_DefaultVolumeName=Discul Local
M_DetailsFragments=Fragmente
M_DetailsSize=Dimensiune
M_DetailsResult=Rezumat
M_DetailsPath=Cale
M_DMSSDAnalyze=Analizez SSD-ul
M_DMSSDOptimize=Aranjez
M_DMSSDAnalyzed=%d articole pot fi aranjate pentru a îmbunătăți performanța și durabilitatea SSD-ului.
M_DMSSDOptimized=SSD-ul tău a fost aranjat pentru o performanță mai bună.
M_DMNSSDAnalyze=Analizez SSD-ul
M_DMNSSDOptimize=Aranjez SSD-ul
M_DMNAnalyze=Analizat
M_DMNSmartDefrag=Defragmentează && Optimizează Rapid
M_DMNAutoDefrag=Defragmentează Automat
M_DMNSchdleDefrag=Programează Defragmentarea
M_DMAnalyze=Analizez
M_DMDefrag=Defragmentez
M_DMSmartDefrag=Defragmentează && Optimizează Rapid
M_DMAutoDefrag=Defragmentează Automat
M_DMSchdleDefrag=Programează Defragmentarea
M_DMAnalyzed=Analizat
M_DMDefraged=Defragmentat
M_DMAutoDefraged=Defragmentează Automat
M_DMSchdleDefraged=Programează Defragmentarea
M_Idle=Inactiv
M_Queuing=În așteptarea
M_DBTrim=Aranjez
M_DBSmartDefrag=Defragmentează Inteligent
M_DBOptimize=Optimizează Inteligent
M_BTDViewReport=Vezi Raportul
M_OPT_TRIM=Activează ARANJAREA pentru a accelera viteza de citire și scriere SSD-lui.
M_OPT_PREFETCHER=Dezactivează Prefetcher a extinde durata de viata hard discului.
M_OPT_SUPERFETCH=Dezactivează SuperFetch a extinde durata de viata hard discului.
M_OPT_BTD=Dezactivează Defragmentarea la Butare pentru a prelungi viata hard discului.
M_OPT_SDDT=Dezactivează programarea sarcinii de defragmentare pentru a extinde durata de viata hard discului.
M_Day=Every %d la prima butarea zilnică
M_SkipSize=Sări peste fișiere mai mari de %s
M_StartAuto=Pornește automat defragmentarea atunci când sistemul are un timp de inactivitate mai mare de (%d minute)
M_PauseAuto=Pauzează automată defragmentare atunci când utilizarea resurselor depășește (%s)
M_ScheduleInactivated=Defragmentare programată nu este activată
M_FileExcluded=Acest fișier este exclus. Dacă dorești să-l defragmentezi, scoate-l din lista de excludere în primul rând.
M_FileAdded="%s" a fost adăugat pentru defragmentare. Te rog să nu adaugi în mod repetat.
M_FolderExcluded=Acest dosar este exclus. Dacă dorești să-l defragmentezi, scoate-l din lista de excludere în primul rând.
M_GameAdded=Jocul acesta a fost deja adăugat.
M_RunBackground=Smart Defrag este încă în rulare în fundal
M_StartScheduleDefrag=Pornește defragmentare programată
M_LastAutoDefrag=Ultima defragmentare automată:
M_AddVolume=Nu se poate adăuga un volum.
M_InvalidFF=Fișier sau dosar nevalid.
M_SDRAutoDefrag=Raportul Defragmentării Automate
M_SDRGameDefrag=Raportul Defragmentării Jocurilor
M_SDRManualDefrag=Raportul Defragmentării Manuale
M_DefragPaused=Întrerupt
M_TrimStoped=Aranjare interruptă
M_AnalyzeStoped=Analizare interruptă
M_DefragStoped=Defragmentare interruptă
M_DefragFinished=Încheiat
M_DefragBack=Înapoi
M_JunkFileScan=Scanez după fișierele inutile %d %%
M_LFR=Fragmentul are o rata scăzută
M_FileInSSDTips=Acest fișier / folder este pe SSD. Te rog nu-l defragmentezi.
M_GameFragments=Fragmentez:
M_GameOptimized=Optimizez:
M_DefragedFragments=Defragmentez Fragmentele:
M_DefragedFiles=Defragmentez Fișierele:
M_AnalyzedFragments=Fragmente Găsite:
M_AnalyzedFiles=Fragmente de Fișiere:
M_DiskSpace=%s spațiu liber %s
M_Trimmed=Aranjare
M_SmartOptimizeTips=Optimizează inteligent și analizează apoi executa inteligent metoda cea mai potrivită pentru defragmentarea HDD-ului,aranjează SDD-ul cu un singur clic.
M_SmartDefragTips=Smart Defrag va analiza mai întâi și apoi execută inteligent metoda de defragmentare cea mai potrivită cu doar un singur clic.
M_DRDefragedFragments=Fragmente Defragmentate
M_DRDefragedFiles=Fișiere Defragmentate
M_DRAnalyzedFragments=Fragmente Găsite
M_DRAnalyzedFiles=Fragmente de Fișiere Găsite
M_AppOptimizeStop=Optimizare întreruptă
M_APPDBOptimize=Optimizare
M_AppOptimize=Optimizez
M_AppOptimized=Optimizat
M_AppFoundProblem=%d articole au fost optimizate pentru a îmbunătăți performanța Apps Metro.
M_AppNoProblem=Aplicațiile dvs. Apps Metro au fost optimizate pentru performanțe de top.
M_ExcludedFileAdded=Acest fișier a fost adăugat la Adaugă Fișiere && Foldere pentru defragmentare. Dacă dorești excluderea lui, te rog să-l scoți de la adăugarea de fișiere && foldere mai întâi.
M_ExcludedFolderAdded=Acest dosar a fost adăugat la directoarele Adăugă Fișiere && pentru defragmentare. Dacă dorești excluderea lor, vă rugăm să le scoți de la adăugarea de fișiere && foldere mai întâi.
M_Task=Clichează și schimbă programarea
M_ActiveNow=Activează Acum
M_RecommendDefrag2=Defragmentează && Optimizează
M_DMNSortDefrag=Defragmentează && Optimizează
M_RecommendDefrag3=Defragmentează Fișiere Mari
m_DMNLargeFileDefrag=Defragmentează Fișiere Mari
M_RecommendDefrag4=Defragmentează Spațiul Liber
M_RecommendDefrag1=Defragmentează Rapid
M_DMNFastDefrag=Defragmentează Rapid
M_DMUSSDOptimize=Aranjare && Optimizare Intelligentă
M_DMUSSDAnalyzed=%d aceste elemente pot fi aranjate și optimizate pentru o performanță mai bună a SSD-ului.
M_DMUSSDOptimized=SSD-ul a fost aranjat și optimizat inteligent.
M_DMNMergeSortDefrag=Defragmentează && Prioritizează
M_DMNMergeDefrag=Defragmentează && Spațiul Liber
M_DMFastDefrag=Defragmentez Rapid
m_DMLargeFileDefrag=Defragmentez Fișierele Mari
M_DMMergeSortDefrag=Defragmentez && Prioritiez Fișierele
M_DMSortDefrag=Defragmentez && Optimizez
M_DMMergeDefrag=Defragmentez Spațiul Liber
M_DMAFastDefrag=Auto-Defragmentez Rapid
m_DMALargeFileDefrag=Auto-Defragmentez Fișierele Mari
M_DMAMergeSortDefrag=Auto-Defragmentez && Prioritiez Fișierele
M_DMASortDefrag=Auto-Defragmentez && Optimizez
M_DMAMergeDefrag=Auto-Defragmentez Spațiul Liber
M_DMFastDefraged=Defragmentat Rapid
M_DMMergeSortDefraged=Fișiere Defragmentate && Prioritizate
m_DMLargeFileDefraged=Fișiere Mari Defragmentate
M_DMSortDefraged=Defragmentat && Optimizat
M_DMMergeDefraged=Spațiul Liber Defragmentat
M_DMAFastDefraged=Auto-Defragmentare Rapidă
M_DMAMergeSortDefraged=Auto-Defragmentare Fișiere Defragmented && Prioritizare
m_DMALargeFileDefraged=Auto-Defragmentare Fișiere Mari
M_DMASortDefraged=Auto-Defragmentare && Optimizare
M_DMAMergeDefraged=Auto-Defragmentare Spațiul Liber
M_StartAutoDefrag=Pornește Automat Defragmentarea
M_JunkScanStoped=Scanare interuptă
M_AddFileOrFolder=Adaugă Fișier && Folder
M_NoFileOrFolderAdded=Nu ai adăugat nici un Fișier/Folder
M_GameOptimizeTip=Optimizează jocurile pentru a obține o experiență mai bună de joc.
M_GameAddTip=Adăugă jocul pentru optimizare și obține o experiență mai bună de joc.
M_JunkFileFound=Gunoaie Găsite:
M_JunkFileCleaned=Gunoaie Curățate:
M_UTrimmed=Aranjat && Optimizat Intelligent
M_RecommendAnalyze=Nu necesită Defragmentare
M_State=Stare
M_GameInSSD=Acest joc este pe SSD. Nu-l optimiza.
M_JunkFile=Fișiere Gunoi
M_JunkFileAnalyze=Scanez după fișiere gunoi
M_JunkFileCleanedHtml=Fișiere Gunoi:
M_DefragDetailsHtml=Detalii Defragmentare
M_StartedTimeHtml=A început la:
M_CompletedTimeHtml=Complet la:
M_AfterRateHtml=După
M_BeforeRateHtml=Înainte
M_JunkFileHtml=Fișiere
M_RecommendDefrag5=Defragmentează && Prioritizează Fișierele
M_NoVolumeSelected=Selectează cel puțin un disc pentru a continua.
M_TrimShutdown0=Aranjare completă, PC-ul se va închide în
M_TrimShutdown1=Aranjare completă, PC-ul va pauzat în
M_TrimShutdown2=Aranjare completă, PC-ul va hiberna în
M_TrimShutdown3=Aranjare completă, PC-ul va reporni în
M_OptimizeShutdown0=Optimizare completă, PC-ul se va închide în
M_OptimizeShutdown1=Optimizare completă, PC-ul va pauzat în
M_OptimizeShutdown2=Optimizare completă, PC-ul va hiberna în
M_OptimizeShutdown3=Optimizare completă, PC-ul va reporni în
M_TTrimShutdown0=Închide după aranjare
M_TTrimShutdown1=Pauzează after după aranjare
M_TTrimShutdown2=Hibernează după aranjare
M_TTrimShutdown3=Repornește după aranjare
M_TOptimizeShutdown0=Închide după optimizare
M_TOptimizeShutdown1=Pauzează după optimizare
M_TOptimizeShutdown2=Hibernează după optimizare
M_TOptimizeShutdown3=Repornește după optimizare
M_MASKSSD=Recunoaștere ca SSD
M_MASKHDD=Recunoaștere ca HDD
M_LEARNMORE=Află mai multe
M_EXITSDTIPS=Smart Defrag se execută. Ești sigur că dorești să închizi?
M_NOTSUPPORTSSD=Acest disc este SSD. Defragmentarea la Bootare nu este acceptată pe discurile SSD
M_Junk0=Notă: Golirea cache-urilor din memoria DNS poate încetini viteza de descărcare și poate provoca blocaje de trafic.
M_Junk1=Notă: Curățarea datelor vechi poate încetini pornirea sistemului.
M_Junk2=Notă: Curățarea meniului va reseta comanda meniului Start. Nu vor exista elemente acestea vor fi eliminate.
M_Junk3=Notă: Curățarea notificărilor va reseta cache-urile din bara de sistem. Trebuie să reporniți explorer.exe.
M_Junk4=Notă: Curățarea locașul Cache-urilor Windows va reseta toate locațiile și setările Windows Explorer salvate.
M_Junk5=Notă: Curățarea istoricului utilizatorului va șterge lista programelor celor mai recent utilizate din meniul Start.
M_Junk6=Notă: Curățarea jurnalelor IIIS va șterge înregistrările de evenimente în mod independent, pentru orice site, dosar virtual, sau un fișier.
M_Junk7=Notă: Curățarea miniaturilor va încetini viteza de afișare a miniaturilor de fiecare dată când vizualizați un dosar care conține imagini.
M_Junk8=Notă: Curățarea listei rapide din bară de activități va dezactiva afișarea elementelor deschise recent în meniul Start și bara de activități.
M_Junk9=Notă: Curățarea parolelor va face ca parolele să fie pierdute.
M_GameOptimizeTips=Defragmentează și optimizează fișierele din jocuri pentru o experiență mai rapidă și mai lină în jocuri.
M_AllGameOptimize=Fișierele jocului au fost optimizate. Acum poți să te joci.
M_ON=PORNIT
M_OFF=OPRIT
M_MoreThan2Hours=mai mult de 2 ore
M_NoFragmentsFound=Nu sau găsit fragmente
M_NoJunkFilesFound=Nu sau găsit fișiere gunoi
M_ActiveAll=Activează Tot
M_SkinName=Costum:
M_ShellDefrag=Defragmentează cu Smart Defrag
M_ShellTrim=Aranjează cu Smart Defrag
M_SkinNameClassic=Clasic
M_SkinNameReadable=poate fi citit
M_SpecifyFiles=Specifică fișierele
M_PromoteTitle11=Obosit de defragmentarea manuală?
M_PromoteTitle12=Achiziționează acum și Defragmentează Automat.
M_PromoteTitle21=Achiziționează acum și Defragmentează fișierele specificate în timpul bootării
M_DMNDefrag=Defragmentează
M_StartAutoAnalyze=Pornește analizarea automat atunci când sistemul are un timp de inactivitate a depășit (%d minute)
M_PauseAutoAnalyze=Întrerupe automat analizarea atunci când consumul de resurse este mai mare (%s)
M_VendorSpecific=Furnizor specific
M_CFragMentInfo=Există <a>%d</a> fragmente pe discuri. Defragmentează-le pentru a face PC-ul mai rapid și mai stabil.
M_DefaultName=Disc Local
M_DiskGood=Bun
M_DiskFair=Echitabil
M_DiskPoor=Slab
M_DiskInfoTips=Eliberează mai mult spațiu cu Advanced SystemCare și accelerează computerul dumneavoastră ACUM!
M_DiskStatusGood=Bun
M_DiskStatusWarn=Avertizare
M_DiskStatusError=Eroare

[ActionCenter_M]
M_Fix=Obține Acum
M_fixing=Instalez
M_Updating=Actualizez
M_RuningWell=Ultima versiune instalată
M_Outdated=Depășit
M_NotInstalled=Nu este instalat
M_AC_FreeTitleHide=Notă!
M_FixAll=Obține Tot
M_RunIMF=Scanează Acum
M_RunAMC=Obține Acum
M_RunSM=Rulează Acum
M_RunASC=Scanează Acum
M_RunDB=Scanează Acum
M_RunIU=Rulează Acum
M_Hide=Ascunde
M_Show=Arată
M_Scan=Scanez...
M_ASCCaption=Performanță Sistem
M_ASCInfo_NotIns=Repară erorile constatate de registry, probleme de confidențialitate și fișiere inutile pe sistemul dumneavoastră.
M_ASCInfo_UpToDate=Advanced SystemCare accelerează și optimizează PC-ul cu 1 clic.
M_ASCInfo_NeedUpDate=Advanced SystemCare este depășit.
M_DBCaption=Actualizatorul Draiverelor
M_DBInfo_NotIns_C=%s draivere sunt depășite, și încetinește && destabilizează PC-ul.
M_DBInfo_NotIns=Pot exista draivere depășite, ceea ce poate încetini && destabiliza PC-ul.
M_DBInfo_UpToDate=Driver Booster actualizează toate draiverele depășite din PC.
M_DBInfo_NeedUpDate=Programul dvs. de actualizare a draiverelor este depășit.
M_IMFCaption=Protectorul Anti-Spyware
M_IMFInfo_NotIns=Obține o mai bună protecție anti-spyware cu terțe programe anti-spyware.
M_IMFInfo_UpToDate=IObit Malware Fighter protejează PC-ul împotriva malware-ului,spyware-ului.
M_IMFInfo_NeedUpDate=Programul anti-spyware este depășit.
M_AMCCaption=Protectorul Android
M_AMCInfo_NotIns=Obține o mai bună securitate și protecție a vieții private pentru dispozitivul dvs. Android.
M_Recomm_Ins_AMC=Recomandare: Instalează %s pentru dispozitivul Android.
M_SMCaption=Meniul Start Windows
M_SMInfo_NotIns=Restaurează familiarul Meniu "Start" Windows.
M_SMInfo_UpToDate=Start Menu 8 aduce înapoi Meniul "Start" Windows.
M_SMInfo_NeedUpDate=Start Menu 8 este depășit.
M_IUCaption=Dezinstalatorul Programelor
M_IUInfo_NotIns=Elimină programele nedorite, bare de instrumente, și plugin-uri din browser.
M_IUInfo_UpToDate=IObit Uninstaller elimină plugin-urile și aplicațiile complet.
M_IUInfo_NeedUpDate=IObit Uninstaller este depășit.
M_Recomm_Ins=Recomandare: Instalează %s
M_Recomm_Upt=Recomandare: Actualizează %s
M_AC_FreeDetailHide_New=Toate programele recomandate sunt ascunse! Clichează pe "Arată" pentru a le afișa din nou și apoi instalează-le pentru a obține o securitate completă.
M_AC_FreeDetailShow_New=Obține o mai bună securitate cu programele recomandate. Mai întâi acceptă <a> Acordul de licență pentru utilizatorul final </a>.
M_RunFP=convertește acum
M_FPCaption=Convertor Video
M_FPInfo_NotIns=Obține un convertor video pentru a converti videoclipurile pentru diferite dispozitive.
M_FPInfo_UpToDate=Bucurați-vă de vizionarea videoclipurilor pe orice dispozitive pe care doriți.
M_FPInfo_NeedUpDate=Formatul Pachetului este depășit.
M_RunDL=Administrează
M_DLCaption=Administrează Parola
M_DLInfo_NotIns=Protejează și gestionează toate parolele cu Dashlane Password Manager.
M_DLInfo_UpToDate=Niciodată nu uiți parola cu Dashlane în condiții de siguranță și securitate.

[M_JunkfilesScanner]
M_NoteMOC=Notă: Curățarea meniului va reseta comanda meniului Start. Nu vor exista elemente acestea vor fi eliminate.
M_NoteWSC=Notă: Curățarea locașul Cache-urilor Windows va reseta toate locațiile și setările Windows Explorer salvate.
M_Scan=Scanare:
M_Fix=Fixare:
M_WinBin=Coșul de reciclare
M_WinTempF=Fișiere Temporare
M_IETempF=Fișiere Temporare IE
M_SearchAA=Asistentul Căutărilor
M_OtherMRUs=Alt MRUs Explorer
M_Clip=Clipboardul
M_Dumps=Memoria Dumps
M_ChkDskFrag=Fragmentele chkdsk
M_WinLog=Jurnale Windows
M_WinEReport=Erori Windows
M_DNSCache=Cache-urile DNS
M_OldPD=Datele Vechi
M_MenuOC=Cache-urile Meniului
M_TrayNC=Cache-urile Notificărilor
M_WinSLCache=Locașul Cache-urilor Windows
M_UserAH=Istoricul Utilizatorului
M_IISLog=Jurnale IIS
M_ThumCache=Cache-urile Miniaturilor
M_TaskbarJPL=Lista barei de activități
M_GS=Starea generală
M_ItemsCap=%s articole, %s
M_JunkFixCap=[Reparare Probleme]: %d probleme reparate
M_Det=Detalii
M_Del=Eliminat
M_NoteTNC=Notă: Curățarea Notificărilor va reseta cache-ul din bara de sistem. repornirea Explorer.exe este necesară.
M_WinSys=Sistemul Windows
M_NoteUAH=Notă: Curățarea Istoricului Utilizatorului va șterge cele mai recent utilizate programe listate pe meniul Start.
M_HisTrace=Istoricul && Urme
M_WinAppCache=Cache-ul WinApp
M_WinUpdateCache=Cache-ul Auto-Actualizare Windows
M_WinUpdateDB=Auto-Actualizare Bază de date Windows
M_SoftInsTemp=Fișiere Temporare ale Software-lor instalate
M_WinFontCache=Cache-urile Fonturilor Windows

[TaskForm]

[ACD_M]
M_Downloading=Descarc:
m_Installing=Instalez:
M_DiskIsFull=Spațiu insuficient pe disc!
M_NetError=Descarcarea nu a reușit eroare rețea, Te rog să încerci din nou mai târziu.
M_Tips=Repararea este în proces. Fă dublu clic pe pictogramă pentru a vedea detaliile.
M_TipDownLoading=Fixez
M_TipInstalling=Instalez
M_MD5Faild=Fișierul descărcat este corupt, Te rog să încerci din nou mai târziu.
M_AreSure=Ești sigur că dorești să ieși din Actualizatorul IObit?
M_Speed=Viteză:

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=Obține Advanced SystemCare GRATUIT
lblDesc_IMF.Caption=Obține Advanced SystemCare versiunea GRATUITĂ după ce dezinstalezi IObit Malware Fighter.
lblDesc_SD.Caption=Obține Advanced SystemCare versiunea GRATUITĂ după ce dezinstalezi IObit Smart Defrag.
lblGet.Caption=Advanced SystemCare optimizează performanțele computerului și stimulează viteza internetului și sporește performanțele calculatorului. Este de încredere îl utilizează deja 150 de milioane de utilizatori!
btnConvertASC.Caption=Dezinstalează și obține Advanced SystemCare Gratuit
btnNo.Caption=Nu, vreau o dezinstalare completă
btnCancel.Caption=Anulare
btnClose.hint=Închide

[ACD_frmActionCenter]
lbl_Cancel.Caption=Anulare
lbl_Min.Caption=Minimizează
lblCaption.Caption=Actualizatorul IObit

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=Actualizare Smart Defrag
Label_CheckUpdate.Caption=Obțin informații despre o nouă actualizare, Te rog să aștepți un moment...
Label_UpdateDetails.Caption=Noua versiune Smart Defrag este disponibilă, descărcă aacum cele mai recente caracteristici și îmbunătățiri
Label_NewVersionUpdate.Caption=Noua versiune Smart Defrag este disponibilă, descarcă acum cele mai recente caracteristici și îmbunătățiri.
Label_NewFileUpdate.Caption=O nouă actualizare este disponibilă, descarcă acum cele mai recente caracteristici și îmbunătățiri.
Label_ClickDownload.Caption=Clichează pe "%s" pentru a descărca și aplica actualizarea.
Label_FinishInfo.Caption=Terminare!
Label_NoUpdate.Caption=Felicitări! Ai deja cea mai recentă versiune.
Label_Nottention.Caption=Atenție: Smart Defrag va reporni automat pentru a aplica actualizarea.
Label_RestartWarn.Caption=Atenție: Te rog să repornești computerul pentru a încheia actualizarea. Repornești acum?
Label_Cancel.Caption=Anulare
Label_ProxySet.Caption=Setări Server Proxy
Label_DecideLater.Caption=Decid mai târziu
RdImageButton_RestartLater.Caption=Repornește mai târziu
RdImageButton_RestartNow.Caption=Repornește Acum
RdImageButton_Download.Caption=Descarcă Acum
RdImageButton_Finish.Caption=Bine
Label_ViewWN.Caption=Vezi ce este nou
Label_VWN_Pro.Caption=Vezi ce e nou

[SmartDefrag_AutoupdateFormMain_M]
M_Close=Închide
M_GetUpdateInfo=Obțin informații despre o nouă actualizare, Te rog să aștepți un moment...
M_Retry=Încercă din nou
M_GetUpdateFailed=A eșuat obținerea de informații despre o nouă actualizare, Te rog să încerci din nou mai târziu.
M_Finish=Bine
M_GetFileFailed=A eșuat obținerea de informații despre o nouă actualizare, Te rog să încerci din nou mai târziu.
M_CancelDownload=Ești sigur că dorești să anulezi descărcarea actualizărilor?
M_UpdateSucceed=Ai actualizat cu succes!
M_KillUpdateTip=Acest program nu este de actualitate și nu funcționează bine. Te rog să descarci cea mai recentă versiune a continua utilizarea acestuia.

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=O nouă versiune Smart Defrag %s este disponibilă!
Label_Ver_WN.Caption=Vezi ce este nou
Label_Ver_RML.Caption=Decid mai târziu
RdImageButton_Ver_Download.Caption=Descarcă Acum

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=Închide
M_UpCap=Smart Defrag %s este acum disponibil!
M_UpInfo=Clichează pe "%s" pentru a te bucura de cele mai noi caracteristici și îmbunătățiri!

[SmartDefragUpgrate]
lblCongratulations.Caption=Felicitări!
lblSubCongratulations.Caption=Ai actualizat cu succes la
lblWhatNew.Caption=VEZI CE ESTE NOU
lblWhatNew_LTTitle.Caption=Noua generație a Motorului Disk Defrag
lblWhatNew_LTSubTitle.Caption=Noua generație a Motorului Disk Defrag optimizează în mod eficient și profund discurile.
lblWhatNew_RTTitle.Caption=Noua prioritate a defragmentării pentru o viteză mai rapidă
lblWhatNew_RTSubTitle.Caption=Defragmentează && Prioretizează fișierele cu o metodă îmbunătățită și crește performanțele PC-ului prin accelerarea datelor la accesarea lor.
lblWhatNew_LBTitle.Caption=Defragmentează Windows 8.1 Metro Apps
lblWhatNew_LBSubTitle.Caption=Sprijină pe deplin defragmentarea Windows 8.1 Metro Apps pentru o performanță mai rapidă și o experiență de funcționare lină.
lblWhatNew_RBTitle.Caption=Curăță Discul
lblWhatNew_RBSubTitle.Caption=Curăță fișierele inutile pentru a elibera mult mai mult spațiu disponibil pe disc și să efectueze o defragmentare eficace.
btnClose.Caption=Închide

[IMF_M]
M_TitleSD=Obține Advanced SystemCare Free după ce dezinstalezi IObit Smart Defrag

[SmartDefrag_DefragReportView]
lvDefragReportListView.Columns[2].Caption=Acțiuni
btn_close.Hint=Închide
lblCaption.Caption=Raport Smart Defrag
lvDefragReportListView.Columns[0].Caption=Timp
lvDefragReportListView.Columns[1].Caption=Fragmente

[SDRegister_Form_IObit_Register]
Button_Activate.Caption=Activează Acum
Label_EnterCode.Caption=Introdu Codul
Button_LMClose.hint=Închide
Button_RegisterClose.hint=Închide
Button_OK.Caption=Bine
Label_Title.Caption=Maximizează performanțele și durata a discului cu Ediția Pro
RdLabel_Des.Caption=Treceți la ediția Pro pentru a vă bucura de optimizare si defragmentare inteligentă:
RdLabel_01_Title.Caption=Până la 200% mai rapid
RdLabel_02_Title.Caption=Mai inteligent & Mai simplu
RdLabel_03_Title.Caption=Mai multă stabilitate și profunzime
RdLabel_04_Title.Caption=Întotdeauna la zi
RdLabel_01_Cap.Caption=Permite mai mult spațiu pe disc crescând viteza cu 200% mai rapid ușurând accesul la fișiere
RdLabel_02_Cap.Caption=Defragmentează în mod automat fișierele selectate și discurile în timp real
RdLabel_03_Cap.Caption=Defragmentează profund discurile chiar și fișiere de sistem în timpul bootării
RdLabel_04_Cap.Caption=Actualizează automat la cea mai recentă versiune Smart Defrag
Label_Help.Caption=Ajutor
Label_LMHelp.Caption=Ajutor
Label_Eg.Caption=E.x.:F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=Introdu codul de licență și clichează pe "Activează Acum" pentru a activa toate funcțiile din Ediția PRO. Pentru a evita erorile de tastare, copiază și lipește codul de licență din e-mailul primit la această casetă.
Label_LicenseCode.Caption=Cod Licență:
Label_LMLCode.Caption=Cod Licență:
Button_RegisterNow.Caption=Înregistrează Acum
Label_LMTitle.Caption=Administrează Licența
Label_LMLSta.Caption=Stare Licență:
Label_LMLDate.Caption=Data Expirării:
Label_LMLeftDays.Caption=Zile Rămase:
Label_LMRefresh.Caption=Reîmprospătează
Label_LMExportL.Caption=Exportă Licența
Label_KnowMore.Caption=Află mai multe despre ediția Pro
LabelB_01_Cap.Caption=Defragmentează Hardiscul de bază
LabelB_02_Cap.Caption=A cces la fișiere mai rapid cu 200%
LabelB_03_Cap.Caption=Optimizează jocurile pentru o experiență mai bună de Gaming
LabelB_04_Cap.Caption=Optimizează si defragmentează timpul de pornire cu PC Quicker
LabelB_05_Cap.Caption=În mod automat și inteligent defragmentează fragmentele fișierelor
LabelB_06_Cap.Caption=Particularizează modul de defragmentare pentru discuri / fișiere
LabelB_07_Cap.Caption=Actualizare automată la ultima versiune
LabelB_08_Cap.Caption=Gratuit 24/7 Suport tehnic la cerere
LabelB_Curent.Caption=Curent
LabelB_PRO.Caption=PRO

[SmartDefrag_SDMainMenu]
btn_more.Hint=Opțiuni
btnAbout.Caption=Despre
btnCheckUpdates.Caption=Verifică pentru actualizări
btnDownload.Caption=Descarcă Produse IObit Freeware
btnFindUsOnFacebook.Caption=Găsiți-ne pe Facebook
btnReport.Caption=Raport
btnSettings.Caption=Setări...
btnSkin.Caption=Costum
btnTechnicalSupport.Caption=Suport Tehnic
btnTranslate.Caption=Ajutați-ne cu traducerea
btnUseManual.Caption=Manual de utilizare
lblSkinName.Caption=Costum:

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=Analizeaza
mniItem2.Caption=Defragmentează && Optimizează
mniItem3.Caption=Defragmentează Fișiere Mari
mniItem4.Caption=Defragmentează Spațiul Liber
mniItem5.Caption=Defragmentează && Prioritizează Fișierele (Lent)
mniItem6.Caption=Aranjează &&  Optimizează Intelligent
mniItem7.Caption=Defragmentează Rapid

[SDFeed_Form_Feedback]
ButtonAdd.hint=Adauga
ImageNoteClose.hint=Închide
lbFeedbbackTitle.Caption=Feedback
RdLabel_Mail.Caption=E-mail:
RdLabel_Subject.Caption=Tip Cerere:
RdLabel_MailDes.Caption=Asigura-te că adresa de e-mail este corectă, astfel încât putem să te putem contacta.
RdLabel_MailBody.Caption=Descrierie:
RdLabel_Attach.Caption=Atașamente
lblSendDes.Caption=Trimit feedback-ul...
lblSend.Caption=Trimite
ButtonSend.Caption=Trimite
ButtonCancel.Caption=Anulare
ComboBox_Subject.Items[0].Caption=Îmi place
ComboBox_Subject.Items[1].Caption=Sugestii
ComboBox_Subject.Items[2].Caption=Evaluare probleme de fragmentare
ComboBox_Subject.Items[3].Caption=Analizare probleme de fragmentarea
ComboBox_Subject.Items[4].Caption=A eșuat Descărcarea/Actualizarea
ComboBox_Subject.Items[5].Caption=A eșuat recunoașterea discurilor
ComboBox_Subject.Items[6].Caption=Altele
ButtonAttachView.hint=Vizualizare

[SmartDefrag_SDUpgradeTipsForm]
btn_close.Hint=Închide
lblTitle.Caption=Felicitări!
lblInfo.Caption=Folosești ultima versiune Smart Defrag.
btnOK.Caption=Încercă acum!

[SendBugReportNew_FrmMain]
btnClose.Hint=Închide
lblTitle.Caption=Smart Defrag
btnSendReport.Caption=Trimite o eroare
lblErrorDetails.Caption=Detalii Eroare:
lblUserEmail.Caption=E-mail:
lblSuccTips.Caption=Îți mulțumesc pentru raportul de eroare trimis. Vom încerca să o rezolvăm cât mai curând posibil.

[M_PrivacyScanner]
M_Scan=Scanare:
M_Fix=Fixare:
M_GS=Starea generală
M_ItemsCap=%s articole, %s
M_Det=Detalii
M_Del=Eliminat
0=Internet Explorer
1=Mozilla Firefox
2=Google Chrome
3=Opera
4=Safari
5=Windows
6=Aplicații Office
7=Internet
8=Multimedia
9=Utilități
10=Extensii personalizate
11=Opera Next
12=Mozilla Thunderbird
13=Ice Dragon
14=Windows Apps
15=iTunes
M_TyURL=URL-uri tastate
M_Cookie=Cookie-uri
M_TempF=Fișiere Temporare
M_His=Istoric
M_IDF=Indexul Fișierelor
M_AFF=Formulare de informare Salvate
M_SaveFI=Formulare de informare Salvate
M_SavePwd=Parole Salvate
M_AFP=Parole Salvate
M_ICache=Cache-uri Internet
M_DownHis=Istoricul Descărcărilor
M_Reg=Regedit
M_ReDoc=Documente recente
M_RunHis=Istoricul de rulare
M_DelOnBoot=(Ștergere la Repornire)
M_Session=Sesiuni
M_ComDatabase=Baza de date compactă
M_PriFixCap=[Reparare Intimitate]: %d Probleme fixate
M_CFFDB=Baza de date Firefox compactă
M_CGCDB=Baza de date Google Chrome compactă
M_WebBro=Browser web
M_NoteIt=Notă: Nu se poate șterge urmele din %s când se execută.
M_NoteThey=Notă: Nu se poate șterge urmele din %s când rulează.
M_WebIcons=Icoane Web
M_LastDL=Locația Ultimei descărcări
M_InsCache=Cache-ul Instalatorilor
M_MobApp=Aplicații mobile
M_Book=Cărți
M_Podcasts=Podcast-uri
M_SanpViewer=Vizualizor Snapshot
M_RemoteD=Telecomandă Desktop
M_ManageC=Consola de administrare
M_Wordpad=Wordpad
M_Paint=Paint
M_PhotoE=Editor foto
M_GameE=Jocuri Explorer
M_Defender=Windows Defender
M_Search=Căutare

[SendBugReportNew_M]
M_AskUserTips=ai întâmpinat o problemă. Trimiteți-ne un raport de eroare și te vom ajuta să-o repari.
M_BugStatisticsTips=ai întâmpinat o problemă și se va închide. Noi analizam acum cauza. Te rog asteapta...
M_SendingTips=Trimit...
M_AttentionTips=ai întâmpinat o problemă și se va închide. Repornește-l mai târziu.
M_InvalidEmailTips=Adresa de e-mail este nevalidă! Introdu adresa de email valida pentru a te putea contacta.
M_OKTips=Bine

[SDFeed_M]
M_MailAddrHint=Asigura-te că adresa de e-mail este corectă astfel încât să vă putem contacta înapoi.
M_DescriptionHint=Vă rugăm să scrie-ți o descriere.
M_MailSuccHint=Îți mulțumesc pentru feedback. Te vom contacta în cel mai scurt timp posibil.
M_TimeoutHint=A eșuat trimiterea feedback-ului. Clichează pe Bine pentru a trimite feedback-ul-on-line.
M_SendMail=Sau direct contactează-ne prin %s
M_Remove=Șterge Tot
M_AttachErrorExt=Următoarele tipuri de fișiere nu sunt acceptate:
M_AttachOversize=Adăugarea nu a reușit! Dimensiunea atașamentului depășește limita 10MB.

[SDRegister_M]
M_EnterError=Te rog să introduci codul de licență!
M_ErrorTitle=Eroare de activare
M_SucceedTitle=Activat
M_IsOtherCode=Codul de licență %s este valabil numai pentru %s. Clichează pe butonul Bine pentru a descărca și înregistra %s.
M_InvalidCode=Codul de licență este incorect. Introdu un cod valid.
M_License_Pro=Codul de licență a fost activat cu succes.
M_License_valication=Nu pot contacta serverul. Verifică setările de rețea sau serverul proxy și încercă din nou validarea licenței.
M_License_Expired=Licența dvs. a %s expirat. Reînnoiește codul de licență sau cumpără un cod nou.
M_License_Unknow=Eroare necunoscută!
M_License_Illegal=Codul de licență nu poate fi activat. Achiziționează o licență nouă.
M_License_Overseat=Codul de licență %s a fost activat pe mai multe PC-uri și nu mai poate fi utilizat. Cumpără un alt cod de licență Smart Defrag Pro pentru acest calculator.
M_GiveawayCode=Această licență chilipir este incorectă. Clichează pe Da pentru a achiziționa un nou cod de licență.

[SmartDefrag_SDPromoteFrame]
rdlblStatus.Caption=Starea fragmentelor pe PC:
rdlblAboutPro.Caption=Verifică toate caracteristicile
btnPurchaseNow.Caption=Cumpără Acum
btnBack.Caption=Înapoi
lblLeaveContent.Items[0].Caption=Defragmentează automat fișierele selectate && și menține discurile din PC la performanțe de vârf în timp real.
lblLeaveContent.Items[1].Caption=Defragmentează fișierele specificate în timpul bootării && defragmentează discurile în timpul bootării pentru a oferi cea mai bună performanță la lansare.
rdlblRightTitle.Items[0].Caption=Toate fragmentele au fost defragmentate.
rdlblRightTitle.Items[1].Caption=Anumite fragmente nu pot fi defragmentate deoarece fișierele aferente sunt în uz.
rdlblRightTitle.Items[2].Caption=Fragmentele sunt defragmentate cu succes!
rdlblLeftTitle.Items[0].Caption=Garantăm protecțiaa PC-ului la performanțe de top
rdlblLeftTitle.Items[1].Caption=Garantăm performanțe maxime pe discuri
rdlblLeftContent.Items[0].Caption=Esti protejat complet iar după 60 zile primești banii înapoi Garantat. În cazul în care produsul nostru nu realizează promisiunile, vă vom oferi o rambursare completă. Nici o întrebare.
rdlblLeftContent.Items[1].Caption=Esti protejat complet iar după 60 zile primești banii înapoi Garantat. În cazul în care produsul nostru nu realizează promisiunile, vă vom oferi o rambursare completă.
rdlblTitle3.Caption=Obține o performanță maximă pe disc cu versiunea Pro.
rdlblContent1.Caption=Alocă mai mult spațiu pe disc && rulează cu 200% mai rapid.
rdlblContent2.Caption=Defragmentează automat fișierele selectate && discurile în timp real.
rdlblContent3.Caption=Defragmentează profund discurile chiar și fișiere de sistem în timpul bootării.
rdlblContent4.Caption=Actualizare automată la cea mai recentă versiune.

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=Sănătate Disc
btn_auto_defrag.Caption=Defragmentează Automat
btn_boot_defrag.Caption=Defragmentează la pornire
btn_disk_clean.Caption=Curățare Disc
lblOptimizeType.Items[1].Caption=Aranjare
lblOptimizeType.Items[2].Caption=Optimizează Aplicațiile

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=Închide
btnSetting.Hint=Setări
btnDefragManually.Caption=Defragmentează manual
btnActivateAutoDefrag.Caption=Activează defragmentarea automată

[DiskInfo_Smart]
UNKNOWN=Necunoscut
VENDOR_SPECIFIC=Specific producătorului
01=Rată erori citire
02=Performanţă volum date
03=Durată atingere rotaţie maximă
04=Număr cicluri start/stop
05=Număr sectoare realocate
06=Marjă canal citire
07=Rată rtoti căutare
08=Performanţă timp căutare
09=Ore funcţionare
0A=Număr încercări pornire
0B=Încercări recalibrare
0C=Cicluri pornire/oprire
0D=Erori de citire software
BE=Temperatură flux aer interior
BF=Erori datorate şocurilor mecanice
C0=Număr cicluri oprire
C1=Cicluri parcare capete
C2=Temperatură
C3=Erori hardware corectate
C4=Număr de sectoare realocate
C5=Numărul curent de sectoare instabile
C6=Sectoare eronate necorectabile
C7=Erori la transfer în mod UltraDMA
C8=Număr rrori scriere
C9=Erori software de citire
CA=Număr erori adresă date
CB=Numări erori in procesul de corectare
CC=Număr erori corectate de softul intern
CD=Număr erori cauzate de temperatură
CE=DIstanţă capete de citire faţă de suprafaţă disc
CF=Valoare curent necesar pentru turaţie maximă
D0=Număr încercări turaţie maximă datorită curentului slab
D1=Performanţă teste interne
D3=Vibraţii în timpul scrierii
D4=Şocuri  în timpul scrierii
DC=Deplasare disc
DD=Erori datorate şocurilor mecanice
DE=Număr ore funcţionare
DF=Cicluri pornire/oprire
E0=Valoare frecare mecanică
E1=Cicluri pornire/oprire
E2=Timp funcţionare capete
E3=Rată creştere torsiune
E4=Număr retragere capete la oprire
E6=Amplitudine poziţionare capete
E7=Temperatură
F0=Durată poziţionare capete
FA=Număr încercări la citire reluate
B8=Capăt-la-Capăt eroare
BB=Erori de nerectificabile raportate
BC=Comandă Expirată
BD=Scriere ridicată
FE=Protecție cădere liberă

[DiskInfo_SmartSsd]
01=Rată citire erori
02=Performanţă volum date
03=Durată atingere rotaţie maximă
04=Număr cicluri start/stop
05=Număr sectoare realocate
06=Marjă canal citire
07=Rată rtoti căutare
08=Performanţă timp căutare
09=Ore funcţionare
0A=Număr încercări pornire
0B=Încercări recalibrare
0C=Cicluri pornire/oprire
0D=Erori de citire software
C0=Unsafe Shutdown Count
C2=Temperatură
C4=Număr de sectoare realocate
C5=Numărul curent cu sectoare instabile
C6=Sectoare eronate necorectabile
FF=Durata de viață rămasă

[DiskInfo_SmartMtron]
BB=Numărul total de ștergeri

[DiskInfo_SmartIndlinx]
01=Rată citire erori
09=Ore funcţionare
0C=Cicluri pornire/oprire
B8=Numarul initial de Blocuri Rele
C3=Numarul Programelor Blocate
C4=Numarul de blocuri șterse
C5=Numarul de erori de citire blocate
C6=Numărul total de sectoare citite
C7=Numărul total de sectoare scrise
C8=Numărul total de comenzi citite
C9=Numărul total de comenzi scrise
CA=Numărul total de erori de biți de la bliț
CB=Numărul total de erori de sectoare corectabile citite pe Biti
CC=Blocuri complet rele pe pavilion
CD=Numărul maxim de specificații PE
CE=Numărul minim de ștergeri
CF=Numărul maxim de ștergeri
D0=Numărul mediu de ștergeri
D1=Durata de viață rămasă a unității

[DiskInfo_SmartJMicron60x]
09=Alimentare-pe Ore
0C=Numărul Cicluri de alimentare
C2=Temperatură
E5=Opriri ID Sistem, ID bliț
E8=Informații versiune firmware
E9=ECC cedare înregistrare
EA=Numărul mediu de ștergeri, Numărul Maxim de ștergeri
EB=Numărul de blocuri bune, numărul de blocuri în sistem

[DiskInfo_SmartIntel]
03=Timpul de rotiri în urcare
04=Numărul de porniri / opriri
05=Numărul de realocări pe Sector
09=Numărul de alimentări pe oră
0C=Numărul de cicluri de alimentare
C0=Numărul de opriri nesigure
E1=Scrieri pe Host
E8=Spațiu disponibil rezervat
E9=Indicator Media Wearout
B8=Numărul de detectări de erori capăt la capăt

[DiskInfo_SmartSamsung]
09=Alimentare pe ore
0C=Numărul de alimentări
AF=Numărul de programe cedate (Chip)
B0=Numărul de ștergeri cedate (Chip)
B1=Numărul de nivelări folosite
B2SNumărul de rezervări pe Bloc (Chip)
B3=Numărul de rezervări pe Bloc (Total)
B4=Numărul de utilizări pe Bloc (Total)
B5=Numărul programelor cedate (Total)
B6=Numărul de ștergeri cedate (Total)
B7=Numărul de rulări rele pe blocuri (Total)
BB=Numărul erorilor nerectificabile
BE=Numărul de excese de temperatură
C2=Temperatură
C3=Rată ECC
C6=Numărul de erori nerectificabile pe deconectare
C7=umărul de erori CRC
C9=Stare Super capac
CA=Stare Modul SSD
B2=Numărul de blocuri rezervate sau utilizate (Chip)

[DiskInfo_SmartSandForce]
01=Rata de eroari brute de citire
05=Numărul de retrageri pe bloc
09=Alimentare pe ore
0C=Numărul cicluriror de alimentare
0D=Rata de erori de citire softuri
64=Gigabiti șterși
AA=Număr de rezervări pe Bloc
AB=Numărul de Programe Cedate
AC=Numărul de ștergeri cedate
AE=Numărul pierderilor neașteptate de alimentare
B1=Interval Uzură Delta
B5=Numărul de programe cedate
B6=Numărul de ștergeri cedate
B8=Raporte de erori I/O detectare sau coduri cu erori
BB=Rapoarte de erori nerectificabile
C2=Temperatură
C3=Numărul de erori nerectificabile ECC
C4=Numărul de evenimente realocate
C6=Numărul de Sectoare nerectificabile
C7=Numărul erorilor SATA R (CRC)
C9=Rata erorilor softurilor nerectificabile la citire
CC=Rata erorilor corectate ECC
E6=Curbă Starea de viață
E7=Durată de viață SSD
E8=Spațiu disponibil rezervat
EB=Sănătate SuperCap
F1=Durată de viață la scrierea host
F2=Durată de viață la scrierea host

[DiskInfo_SmartJMicron61x]
01=Rata de eroari citite
02=Performanță tranzitată
03=Timpul de rotiri în urcare
05=Numărul Sectoarelor realocate
07=Rata de eroari găsite
08=Timpul Performanței la căutare
09=Alimentare pe ore
0A=Numărul de Reîncercărcări în urcare
0C=Numărul de cicluri de alimentare
A8=Numărul erorilor SATA PHY
AF=Numărul de tabele clustere (Numărul de cedări ECC)
C0=Numărul de pierderi neașteptate de alimentare
C2=Temperatură
C5=Numărul de curent de sectoare în așteptare
AA=Numărul de blocuri rele
AD=Numărul de ștergeri

[DiskInfo_SmartMicron]
01=Rata de citire a erorilor brute
05=Numărul Sectoarelor realocate
09=Ore de alimentare
0C=Numărul Ciclurilor de alimentare
AA=Numărul erori cultivate pe bloc
AB=Numarul de programe cedate
AC=Numarul de ștergeri cedate
AD=Numarul de nivelări folosite
AE=Numarul de pierderi de alimentare neașteptate
B5=Fără-4K alinieri accesate
B7=SATA Interfața de translație
BB=Erori de nerectificabile raportate
BC=Comenzi expirate
BD=Numarul de factori răi pe bloc
C4=Numărul de evenimente realocate
C5=Numarul de sectoare curente în așteptare
C6=Numărul erorilor nerectificabile la scanarea pe deconectare
C7=Extrem DMA CRC Ratele de erori
CA=Procentajul duratei de viață nominală
CE=Rata de erori de scrieri

[DiskInfo_MainForm]
btnClose.Hint=Închide
btnMaxmize.Hint=Maximizează
btnMinmize.Hint=Minimizează
btnRestore.Hint=Restaurează
rdlblDiskStatus.Caption=Sănătate Disc:
rdlblDiskTemp.Caption=Temperatură:
rdlblUsage.Caption=Utilizare:
rdlblReadSpeed.Caption=Viteza de citire:
rdlblResponseTime.Caption=Timp de răspuns:
rdlblWriteSpeed.Caption=Viteza de scriere:
rdlblDriveName.Caption=Dispozitiv:
rdlblFreeMoreSpace.Caption=Eliberează mai mult spațiu
rdlblDiskInfo.Caption=Raport de analiză disc cu auto-monitorizare:
lvDiskInfo.Columns[0].Caption=ID
lvDiskInfo.Columns[1].Caption=Nume atribut
lvDiskInfo.Columns[2].Caption=Stare
lvDiskInfo.Columns[3].Caption=Valoare
lvDiskInfo.Columns[4].Caption=Rău
lvDiskInfo.Columns[5].Caption=Prag
lvDiskInfo.Columns[6].Caption=Date brute

